{
  "websiteName": "أدهم شربيني",
  "mainPage": "الرئيسية",
  "jobDescription": "مطور واجهات أمامية",
  "carrerObjective": "أنا مصمم ومطور ويب محترف بخبرة تمتد لما يقرب من ثلاث سنوات في تطوير مواقع وتطبيقات ويب عالية الجودة. أتمتع بإتقان لغات HTML، CSS، JavaScript، والإطارات الحديثة، وأتخصص في تقديم تصاميم متجاوبة تركز على المستخدم وتجمع بين الجماليات والوظائف. شغفي بالابتكار والتزامي بالتميز يمكّناني من خلق تجارب رقمية سلسة تلبي احتياجات العملاء وتتجاوز توقعاتهم.",
  "carrerName": "أدهم شربيني",
  "ourServices": "خدماتنا",
  "ourServicesDescription": "نقدم مجموعة شاملة من الخدمات الاحترافية في مجال تصميم وتطوير المواقع الإلكترونية وتطبيقات الويب، مع التركيز على تقديم حلول مبتكرة تلبي احتياجات الأفراد والشركات. خدماتنا تشمل تصميم واجهات المستخدم وتجربة المستخدم (UI/UX)، التسويق الرقمي، استضافة المشاريع، المتابعة بعد الإطلاق، التعديلات، وتطوير تطبيقات مخصصة للمتاجر الإلكترونية وإدارة المشاريع العقارية والتكنولوجية.",
  "services": [
    {
      "title": "تصميم واجهات وتجربة المستخدم (UI/UX)",
      "description": "نقدم خدمات تصميم واجهات مستخدم جذابة وسهلة الاستخدام تتماشى مع أحدث الاتجاهات في التصميم الرقمي. نهدف إلى:",
      "points": [
        "تحسين تجربة المستخدم: إنشاء تصاميم تفاعلية تجعل التجربة سلسة وممتعة.",
        "تصميم متوافق مع العلامة التجارية: ضمان أن التصميم يعكس هوية العميل التجارية.",
        "التوافق مع الأجهزة المختلفة: تصاميم متجاوبة تعمل بكفاءة على الهواتف الذكية، الأجهزة اللوحية، وأجهزة الكمبيوتر.",
        "اختبارات المستخدم: إجراء اختبارات لضمان سهولة الاستخدام وتحقيق الأهداف المطلوبة."
      ]
    },
    {
      "title": "التسويق الرقمي",
      "description": "نساعد عملائنا على الوصول إلى جمهورهم المستهدف من خلال استراتيجيات تسويقية متكاملة تشمل:",
      "points": [
        "تحسين محركات البحث (SEO): تحسين ترتيب الموقع في نتائج محركات البحث لزيادة الزيارات العضوية.",
        "إدارة الحملات الإعلانية: إنشاء وإدارة حملات إعلانية على منصات مثل جوجل ووسائل التواصل الاجتماعي.",
        "التسويق عبر البريد الإلكتروني: تصميم حملات بريدية مخصصة لتعزيز التفاعل مع العملاء.",
        "إدارة المحتوى: إنشاء محتوى جذاب ومتماشي مع أهداف العلامة التجارية."
      ]
    },
    {
      "title": "استضافة المشاريع",
      "description": "نقدم حلول استضافة موثوقة وآمنة لضمان أداء مثالي للمواقع والتطبيقات:",
      "points": [
        "استضافة سحابية: توفير خوادم سحابية مرنة وقابلة للتطوير.",
        "الأمان: حماية المواقع من الهجمات السيبرانية باستخدام شهادات SSL وجدران حماية متقدمة.",
        "الدعم الفني: دعم على مدار الساعة لحل أي مشكلات تقنية.",
        "النسخ الاحتياطي: نسخ احتياطي دوري للبيانات لضمان استمرارية العمل."
      ]
    },
    {
      "title": "المتابعة بعد الإطلاق",
      "description": "نضمن استمرارية نجاح المشروع بعد إطلاقه من خلال:",
      "points": [
        "الصيانة الدورية: تحديث المحتوى والبرمجيات لضمان الأداء الأمثل.",
        "تحليل الأداء: مراقبة أداء الموقع باستخدام أدوات تحليل البيانات لتحديد المجالات التي تحتاج إلى تحسين.",
        "التعديلات المستمرة: إجراء التعديلات بناءً على ملاحظات العملاء أو التغيرات في السوق."
      ]
    },
    {
      "title": "تطوير تطبيقات مخصصة",
      "description": "نقدم حلول تطوير تطبيقات مخصصة تلبي احتياجات القطاعات المختلفة، بما في ذلك:",
      "points": [
        "تطبيقات المتاجر الإلكترونية: تصميم وتطوير تطبيقات متاجر إلكترونية متكاملة تدعم الدفع الإلكتروني، إدارة المخزون، وتجربة تسوق سلسة.",
        "تطبيقات إدارة المشاريع العقارية: تطبيقات مخصصة لإدارة العقارات، بما في ذلك متابعة المبيعات، إدارة العملاء، والتقارير المالية.",
        "تطبيقات إدارة الموارد البشرية: حلول لإدارة الموظفين، الحضور، والرواتب بكفاءة.",
        "تطبيقات إدارة المخزون: برامج مثل 'Cashier' لإدارة المخزون والمبيعات في المتاجر بسهولة ودقة.",
        "تطبيقات تكنولوجية مبتكرة: حلول مخصصة لإدارة المشاريع التكنولوجية، مثل أنظمة إدارة الموارد والعمليات."
      ]
    }
  ],
  "whyChooseUs": {
    "title": "لماذا تختار خدماتنا؟",
    "points": [
      "الاحترافية: فريق من المصممين والمطورين ذوي الخبرة العالية.",
      "التخصيص: حلول مصممة خصيصًا لتلبية احتياجات كل عميل.",
      "الجودة: التزام بتقديم منتجات عالية الجودة تتماشى مع أفضل المعايير.",
      "الدعم المستمر: فريق دعم متاح دائمًا لضمان رضا العملاء."
    ]
  },
  "technologies": "تقنياتنا",
  "technologiesDescription": "نقدم حلول تطوير تطبيقات مخصصة تلبي احتياجات القطاعات المختلفة، بما في ذلك:",
  "ourProjects": "مشاريعنا",
  "contactUs": "تواصل معنا",
  "login": "تسجيل الدخول",
  "register": "إنشاء حساب",
  "bookNow": "احجز الآن"
}
